{
  "heroes" : [
    {
      "name" : "hawk",
      "title" : "Hawkeye",
      "img" : "../assets/img/pic44.png",
      "icon" : "../assets/img/hawk1.png",
      "heroesIcon" : "../assets/img/heroes-hawk.png",
      "description" : "Clinton Barton was a former circus worker and criminal-turned-hero, who received his archery skills as a young boy through training with Swordsman and Trickshot. Barton would eventually join both the East Coast and West Coast branches of The Avengers, even leading at one time. Hawkeye was created by Stan Lee and Don Heck, first appearing in Tales of Suspense #57. (1964)",
      "realName" : "Clinton Francis 'Clint' Barton",
      "height" : "6' 3",
      "weight" : "230 lbs (104 kg)",
      "powers" : "As Goliath: Superhuman strength and durability, Size and mass manipulation.",
      "abilities" : "Master archer and marksman. Expert tactician and martial artist. Uses a variety of trick arrows.",
      "groupAffiliations" : "Avengers, Avengers Academy, Defenders, Great Lakes Avengers, New Avengers, Secret Avengers, Thunderbolts, West Coast Avengers, Wild Pack, World Counter-terrorism Agency, Avengers Idea Mechanics",
      "firstAppearance" : "Tales of Suspense #57 (Sept. 1964)",
      "origin" : "Tales of Suspense #39 (1963)"
    },
    {
      "name" : "hulk",
      "title" : "Hulk",
      "img" : "../assets/img/pic6.png",
      "icon" : "../assets/img/hulk1.png",
      "heroesIcon" : "../assets/img/heroes-hulk.png",
      "description" : "Caught in a gamma bomb explosion while trying to save the life of a teenager, Dr. Bruce Banner was transformed into the incredibly powerful creature called the Hulk. An all too often misunderstood hero, the angrier the Hulk gets, the stronger the Hulk gets.",
      "realName" : "Robert Bruce Banner",
      "height" : "5' 9½' (Banner); 6'6' (gray Hulk); 7' – 8' (green/savageHulk); 7'6' (green/Professor Hulk)",
      "weight" : "128 lbs. (Banner); 900 lbs. (gray Hulk); 1,040 – 1,400 lbs.(green/savage Hulk); 1,150 lbs. (green/Professor Hulk)",
      "powers" : "The Hulk possesses an incredible level of superhuman physical ability. His capacity for physical strength is potentially limitless due to the fact that the Hulk's strength increases proportionally with his level of great emotional stress, anger in particular. The Hulk uses his superhumanly strong leg muscles to leap great distances. The Hulk has been known to cover hundreds of miles in a single bound and once leaped almost into orbit around the Earth. The Hulk can also use his superhumanly leg muscles to run at super speeds, although his legs have limitless strength he does not have limitless speed and once he reaches a certain speed his legs become too strong and destroy the ground giving him no friction to run on, therefore he jumps to travel. The Hulk can slam his hands together creating a shock wave, this shock wave can deafen people, send objects flying and extinguish fires. His thunderclap has been compared to hurricanes and sonic booms. The Hulk has shown a high resistance to physical damage nearly regardless of the cause, and has also shown resistance to extreme temperatures, mind control, nuclear explosions, poisons, and all diseases. In addition to the regeneration of limbs, vital organs, and damaged or destroyed areas of tissue at an amazing rate. The Hulk also has superhuman endurance.The Hulk's body also has a gland that makes an 'oxygenated per fluorocarbon emulsion', which creates pressure in the Hulk's lungs and effectively lets him breathe underwater and move quickly between varying depths without concerns about decompression or nitrogen narcosis.",
      "abilities" : "Dr. Bruce Banner is a genius in nuclear physics, possessing a mind so brilliant that it cannot be measured on any known intelligence test. When Banner is the Hulk, Banner's consciousness is buried within the Hulk's, and can influence the Hulk's behavior only to a very limited extent",
      "groupAffiliations" : "Formerly Avengers, Defenders, Fantastic Four, Pantheon, Horsemen of Apocalypse, Warbound",
      "firstAppearance" : " Incredible Hulk #1 (1962)",
      "origin" : " Incredible Hulk #1 (1962)"
    },
    {
      "name" : "captain",
      "title" : "Captain America",
      "img" : "../assets/img/pic55.png",
      "icon" : "../assets/img/captain1.png",
      "heroesIcon" : "../assets/img/heroes-captain.png",
      "description" : "Vowing to serve his country any way he could, young Steve Rogers took the super soldier serum to become America's one-man army. Fighting for the red, white and blue for over 60 years, Captain America is the living, breathing symbol of freedom and liberty.",
      "realName" : "Steven 'Steve' Rogers",
      "height" : " 6'2",
      "weight" : " 220 lbs",
      "powers" : "Captain America represented the pinnacle of human physical perfection. He experienced a time when he was augmented to superhuman levels, but generally performed just below superhuman levels for most of his career. Captain America had a very high intelligence as well as agility, strength, speed, endurance, and reaction time superior to any Olympic athlete who ever competed. The Super-Soldier formula that he had metabolized had enhanced all of his bodily functions to the peak of human efficiency. Most notably, his body eliminates the excessive build-up of fatigue-producing poisons in his muscles, granting him phenomenal endurance.",
      "abilities" : "Captain America had mastered the martial arts of American-style boxing and judo, and had combined these disciplines with his own unique hand-to-hand style of combat. He had also shown skill and knowledge of a number of other martial arts. He engaged in a daily regimen of rigorous exercise (including aerobics, weight lifting, gymnastics, and simulated combat) to keep himself in peak condition. Captain America was one of the finest human combatants Earth had ever known.",
      "groupAffiliations" : "Secret Avengers; formerly the Avengers, Invaders, Captain's Unnamed Superhero Team, Redeemers; formerly partner of Winter Soldier, Bucky, Jones, Rick, Rick Jones, Falcon (Sam Wilson), Falcon, Demolition Man and Nomad (Jack Monroe)",
      "firstAppearance" : "(Captain America) Captain America Comics #1 (1941); (Nomad) Captain America #180 (1974); (Captain) Captain America #337 (1988)",
      "origin" : "Captain America Comics #1 (1941); Tales of Suspense #63 (1965); Captain America #109 (1969); Captain America #255 (1981); Adventures of Captain America #1-2 (1991)"
    },
    {
      "name" : "black-widow",
      "title" : "Black Widow",
      "img" : "../assets/img/pic11.png",
      "icon" : "../assets/img/woman1.png",
      "heroesIcon" : "../assets/img/heroes-black-widow.png",
      "description" : "Natasha Romanova, known by many aliases, is an expert spy, athlete, and assassin. Trained at a young age by the KGB's infamous Red Room Academy, the Black Widow was formerly an enemy to the Avengers. She later became their ally after breaking out of the U.S.S.R.'s grasp, and also serves as a top S.H.I.E.L.D. agent.",
      "realName" : "Natalia Alianovna Romanova (Shostakova)",
      "height" : "5' 7",
      "weight" : "125 lbs (57 kg)",
      "powers" : "Natasha has received a Russian serum that extends her life and youth, resulting in her maintaining the appearance of a woman in her 30's despite being born in 1928. She is classified as a Human. Nick Fury's intel classified her as power level 7.",
      "abilities" : "Master Martial Artist, Master Acrobat, Master Assassin, Master Markswoman, Multilingual, Gifted Intellect, Graceful Dancer, Expert Tactician, Talented Hacker, Master Seductress, Master Spy.",
      "groupAffiliations" : "Red Room; formerly Underground, S.H.I.E.L.D.; Secret Avengers (S.H.I.E.L.D.), New Avengers, A.I.M. (Advanced Idea Mechanics), Avengers, Secret Avengers (Black Ops Unit), Heroes For Hire, Thunderbolts (as Yelena Belova), partner of Nick Fury, Mighty Avengers (Initiative), Champions of Los Angeles, Lady Liberators, KGB, Black Widow Ops Program 'Marvel Knights', Mighty, Black Spectre, partner of Daredevil, Hawkeye, Boris Turgenov, Captain America, Wolverine, and Winter Soldier",
      "firstAppearance" : "Tales of Suspense #52(April, 1964)",
      "origin" : "Human; Russian Super-Soldier, expertly trained intelligence agent"
    },
    {
      "name" : "iron-man",
      "title" : "Iron man",
      "img" : "../assets/img/pic22.png",
      "icon" : "../assets/img/iron-man1.png",
      "heroesIcon" : "../assets/img/heroes-iron-man.png",
      "description" : "Wounded, captured and forced to build a weapon by his enemies, billionaire industrialist Tony Stark instead created an advanced suit of armor to save his life and escape captivity. Now with a new outlook on life, Tony uses his money and intelligence to make the world a safer, better place as Iron Man.",
      "realName" : "Anthony Edward 'Tony' Stark",
      "height" : "6'1; (in armor) 6'6",
      "weight" : "225 lbs.; (in armor) 425 lbs.",
      "powers" : "None; Tony's body had been enhanced by the modified techno-organic virus, Extremis, but it is currently inaccessible and inoperable.",
      "abilities" : "Tony has a genius level intellect that allows him to invent a wide range of sophisticated devices, specializing in advanced weapons and armor. He possesses a keen business mind.",
      "groupAffiliations" : "The Avengers, Initiative, Hellfire Club (outer circle), S.H.I.E.L.D., Illuminati, Thunderbolts, Force Works, Queen's Vengeance, Alcoholics Anonymous",
      "firstAppearance" : "Tales of Suspense #39 (1963)",
      "origin" : "Tales of Suspense #39 (1963)"
    },
    {
      "name" : "thor",
      "title" : "Thor",
      "img" : "../assets/img/pic33.png",
      "icon" : "../assets/img/thor1.png",
      "heroesIcon" : "../assets/img/heroes-thor.png",
      "description" : "As the Norse God of thunder and lightning, Thor wields one of the greatest weapons ever made, the enchanted hammer Mjolnir. While others have described Thor as an over-muscled, oafish imbecile, he's quite smart and compassionate. He's self-assured, and he would never, ever stop fighting for a worthwhile cause.",
      "realName" : "Thor Odinson",
      "height" : " 6'6; (Blake) 5’9",
      "weight" : "225 lbs.; (in armor) 425 lbs.",
      "powers" : "As the son of Odin and Gaea, Thor's strength, endurance and resistance to injury are greater than the vast majority of his superhuman race. He is extremely long-lived (though not completely immune to aging), immune to conventional disease and highly resistant to injury. His flesh and bones are several times denser than a human's.As Lord of Asgard, Thor possessed the Odinforce, which enabled him to tap into the near-infinite resources of cosmic and mystical energies, enhancing all of his abilities. With the vast magical power of the Odinforce, Thor was even able to dent Captain America’s virtually indestructible shield with Mjolnir.Thor complete powers, Click here for complete list of Thor's powers",
      "abilities" : "Thor is trained in the arts of war, being a superbly skilled warrior, highly proficient in hand-to-hand combat, swordsmanship and hammer throwing.",
      "groupAffiliations" : "Gods of Asgard, Avengers; formerly Queen’s Vengeance, Godpack, Thor Corps",
      "firstAppearance" : "Venus #12 (1951); (modern) Journey into Mystery #83 (1962)",
      "origin" : "Journey into Mystery #83 (1962), Thor #159 (1968), Thor Annual #11 (1983)"
    }
  ]
}


